Repository: ansaripk/Fast-Products-Filter
Catalog: languages/fast-products-filter-*.po
Languages: ar, de_de, fr_fr, nl_nl

source: <strong>Fast WooCommerce Ajax Filter</strong> is an add-on of
ar: <strong>Fast WooCommerce Ajax Filter</strong> هو إضافة لـ
de_de: <strong>Fast WooCommerce Ajax Filter</strong> ist ein Add-on von
fr_fr: <strong>Fast WooCommerce Ajax Filter</strong> est un module complémentaire de
nl_nl: <strong>Fast WooCommerce Ajax Filter</strong> is een add-on van

source: Please install WooCommerce and then install this plugin.
ar: الرجاء تثبيت WooCommerce ثم تثبيت هذا البرنامج المساعد.
de_de: Bitte installieren Sie WooCommerce und dann dieses Plugin.
fr_fr: Veuillez installer WooCommerce puis installer ce plugin.
nl_nl: Installeer WooCommerce en vervolgens deze plugin.

source: Price Filter
ar: فلتر الأسعار
de_de: Preisfilter
fr_fr: Filtre de prix
nl_nl: Prijsfilter

source: No posts found.
ar: لم يتم العثور على أي مشاركات.
de_de: Keine Beiträge gefunden.
fr_fr: Aucun article trouvé.
nl_nl: Geen berichten gevonden.

source: Showing the single result
ar: عرض النتيجة الوحيدة
de_de: Das einzelne Ergebnis wird angezeigt
fr_fr: Affichage du résultat unique
nl_nl: Het enige resultaat weergeven

source: no posts.
ar: لا يوجد مشاركات.
de_de: keine Beiträge.
fr_fr: aucun article trouvé.
nl_nl: geen berichten.

source: Please add taxonomies/attributes to filter.
ar: يرجى إضافة التصنيفات/السمات للتصفية.
de_de: Bitte fügen Sie zum Filtern Taxonomien/Attribute hinzu.
fr_fr: Veuillez ajouter des taxonomies/attributs au filtre.
nl_nl: Voeg taxonomieën/attributen toe aan het filter.

source: License key
ar: مفتاح الترخيص
de_de: Lizenzschlüssel
fr_fr: Clé de licence
nl_nl: Licentiesleutel

source: Query Section
ar: قسم الاستعلام
de_de: Abfrageabschnitt
fr_fr: Section de requête
nl_nl: Sectie Query

source: Slider min price
ar: الحد الأدنى لسعر الشريحة
de_de: Slider Mindestpreis
fr_fr: Prix ​​minimum du curseur
nl_nl: Schuifregelaar minimumprijs

source: Slider max price
ar: السعر الأقصى للمتزلج
de_de: Slider-Maximalpreis
fr_fr: Prix ​​max du curseur
nl_nl: Schuifbalk maximale prijs

source: Query type
ar: نوع الاستعلام
de_de: Abfragetyp
fr_fr: Type de requête
nl_nl: Zoektype

source: Filters Order
ar: ترتيب الفلاتر
de_de: Filter Reihenfolge
fr_fr: Ordre des filtres
nl_nl: Filters Bestellen

source: Filters Saved
ar: المرشحات المحفوظة
de_de: Gespeicherte Filter
fr_fr: Filtres enregistrés
nl_nl: Filters opgeslagen

source: Available Taxonomies
ar: التصنيفات المتاحة
de_de: Verfügbare Taxonomien
fr_fr: Taxonomies disponibles
nl_nl: Beschikbare taxonomieën

source: Add items from available options by clicking on + sign.
ar: قم بإضافة العناصر من الخيارات المتاحة بالضغط على علامة +.
de_de: Fügen Sie Elemente aus den verfügbaren Optionen hinzu, indem Sie auf das +-Zeichen klicken.
fr_fr: Ajoutez des éléments parmi les options disponibles en cliquant sur le signe +.
nl_nl: Voeg items toe uit de beschikbare opties door op het + teken te klikken.

source: Filter Taxonomies
ar: تصنيفات الفلتر
de_de: Filtertaxonomien
fr_fr: Filtrer les taxonomies
nl_nl: Filtertaxonomieën

source: Sort items in desired order by click and drag up/down.
ar: قم بفرز العناصر بالترتيب المطلوب عن طريق النقر والسحب لأعلى/لأسفل.
de_de: Sortieren Sie die Elemente in der gewünschten Reihenfolge, indem Sie darauf klicken und nach oben/unten ziehen.
fr_fr: Triez les éléments dans l'ordre souhaité en cliquant et en faisant glisser vers le haut/bas.
nl_nl: Sorteer de items in de gewenste volgorde door erop te klikken en ze omhoog/omlaag te slepen.

source: Don't forget to save settings after adding items.
ar: لا تنسى حفظ الإعدادات بعد إضافة العناصر.
de_de: Vergessen Sie nicht, die Einstellungen nach dem Hinzufügen von Elementen zu speichern.
fr_fr: N'oubliez pas d'enregistrer les paramètres après avoir ajouté des éléments.
nl_nl: Vergeet niet om de instellingen op te slaan nadat u items hebt toegevoegd.

source: Filters Styles
ar: أنماط المرشحات
de_de: Filter Stile
fr_fr: Filtres Styles
nl_nl: Filters Stijlen

source: Collapsable Menus
ar: القوائم القابلة للطي
de_de: Ausblendbare Menüs
fr_fr: Menus pliables
nl_nl: Opvouwbare menu's

source: Filter options style
ar: نمط خيارات الفلتر
de_de: Filteroptionen-Stil
fr_fr: Style des options de filtrage
nl_nl: Filteropties stijl

source: Taxonomy
ar: التصنيف
de_de: Taxonomie
fr_fr: Taxonomie
nl_nl: Taxonomie

source: <strong>Fast Ajax Filters for WooCommerce</strong> is an add-on of
ar: <strong>Fast Ajax Filters for WooCommerce</strong> عبارة عن إضافة لـ
de_de: <strong>Fast Ajax Filters for WooCommerce</strong> ist ein Add-on von
fr_fr: <strong>Fast Ajax Filters for WooCommerce</strong> est un module complémentaire de
nl_nl: <strong>Fast Ajax Filters voor WooCommerce</strong> is een add-on van

source: FIlters Order
ar: ترتيب المرشحات
de_de: Filter Reihenfolge
fr_fr: Ordre des filtres
nl_nl: Filters bestellen

source: FIlters Style
ar: نمط المرشحات
de_de: Filterstil
fr_fr: Style de filtre
nl_nl: Filterstijl

source: FIlters Query
ar: استعلام المرشحات
de_de: Filterabfrage
fr_fr: Filtres de requête
nl_nl: Filters zoeken

source: Attributes Settings
ar: إعدادات السمات
de_de: Attributeinstellungen
fr_fr: Paramètres des attributs
nl_nl: Attributen Instellingen

source: Filters Query
ar: استعلام المرشحات
de_de: Filterabfrage
fr_fr: Filtres de requête

source: License
ar: رخصة
de_de: Lizenz
fr_fr: Licence
nl_nl: Licentie

source: Select attributes to include in filters.
ar: حدد السمات التي تريد تضمينها في المرشحات.
de_de: Wählen Sie Attribute aus, die in Filter einbezogen werden sollen.
fr_fr: Sélectionnez les attributs à inclure dans les filtres.
nl_nl: Selecteer kenmerken die u in filters wilt opnemen.

source: Categories Section
ar: قسم الفئات
de_de: Kategoriebereich
fr_fr: Section Catégories
nl_nl: Categorieën Sectie

source: Categories
ar: فئات
de_de: Kategorien
fr_fr: Catégories
nl_nl: Categorieën

source: Include Categories
ar: تضمين الفئات
de_de: Kategorien einschließen
fr_fr: Inclure les catégories
nl_nl: Categorieën opnemen

source: Clear Filters
ar: مسح المرشحات
de_de: Filter löschen
fr_fr: Effacer les filtres
nl_nl: Filters wissen

source: Price
ar: سعر
de_de: Preis
fr_fr: Prix
nl_nl: Prijs

source: Fast Ajax Filter License Error:
ar: خطأ في ترخيص Fast Ajax Filter:
de_de: Lizenzfehler beim Fast Ajax Filter:
fr_fr: Erreur de licence du filtre Ajax rapide :
nl_nl: Snelle Ajax-filterlicentiefout:

source: Invalid license key.
ar: مفتاح الترخيص غير صالح.
de_de: Ungültiger Lizenzschlüssel.
fr_fr: Clé de licence non valide.
nl_nl: Ongeldige licentiesleutel.
